##DELETED##
EN
our.encryption=Our Encryption
our.encryption.paragraph.1=In spite of what some people say, encryption really does work, it really can protect you. Governments, banks and professional spies rely on encryption. If it didn\u2019t work, would they use it?
our.encryption.paragraph.2=Encryption uses a series of digits (the "key") with special formulas to scramble your message so only your recipient can unscramble it. That "key" is very difficult to guess when you use strong encryption, there are so many possibilities. Many other services that offer encryption keep the key, but getting a copy of the key from the service is the easiet way to break in to your messages. With Unseen, you control the key, so it\u2019s not possible for us to read any of your messages.
our.encryption.paragraph.3=Keep in mind, with enough time and advanced technology, anything can be broken. You need something that can\u2019t be broken by the particular person trying to break into the message. The high school kid next door has different capabilities than hackers looking for bank account information, or those of Big Brother. We only provide extremely strong encryption, even if you use the free version of our service.  Our mission is to protect your communications with the best technology we have available and we felt strongly that we should give that to everyone.
our.encryption.paragraph.4=Ever since a former security contractor told us "if it\u2019s publicly available, it\u2019s cracked" several years ago, we\u2019ve assumed that backdoors and weakeners have been included in the public encryption libraries. We know you wanted more and set out a year ago to deliver the next generation in encryption technology.
our.encryption.paragraph.5=We decided to completely replace the standard AES encryption we started with for all free AND premium users with something much stronger.  This new encryption is running now on the site, providing all levels of service with a much upgraded and extremely strong but not widely available encryption.  In the running for the AES standard, our encryption runs a healthy 4096 bits, much, much stronger than off the shelf AES.
our.encryption.paragraph.6=We\u2019ve use only super strong NTRU encryption for public key exchange that is believed to be resistant to even quantum computing attacks.  Not only is it much stronger than RSA used by many of our competitors, but key generation is now fast enough that YOU GENERATE YOUR OWN KEYS.  Other services generate keys in batches, then send you your key using SSL security, which can put your key\u2019s security in peril if it\u2019s intercepted.
our.encryption.paragraph.7=We\u2019re giving those levels of security even to our free users.  We feel everyone deserves to have good security.
our.encryption.paragraph.8=For those desiring more security, we offer a Premium service which will feature One Time Pad.  This classic encryption doesn\u2019t use repetitive math formulas and the key is the same length (or longer) than the message.  This was originally developed by telegraph operators in the 1880\u2019s in the United States; because it uses a different technique to hide your message, it\u2019s very powerful and considered immune to cryptanalysis even today.  We\u2019re making it even simpler to use this powerful way to encrypt your messages.
our.encryption.paragraph.9=We haven\u2019t added a "backdoor" like you will find in most public encryption libraries. These lesser known algorithms were never chosen as standards, so they should be more difficult to break into because they never had "contributions" from spies who intentionally weakened the code.
our.encryption.paragraph.10=While no encryption or security is perfect, rest assured that Unseen provides some of the best available. We also add network security and tools to help you improve your security habits, which are actually the first place the spies always start. If you tell them your password, they don\u2019t need to crack anything, so the best security always starts with YOU.
ZH_TW
our.encryption=\u52a0\u5bc6\u65b9\u6cd5
our.encryption.paragraph.1=\u7db2\u8def\u6709\u6d41\u50b3\u52a0\u5bc6\u6cd5\u7121\u6548\u7684\u8aaa\u6cd5\u2c\u20\u5176\u5be6\u52a0\u5bc6\u6cd5\u5728\u6b63\u78ba\u7684\u57f7\u884c\u4f7f\u7528\u4e0b\u771f\u7684\u80fd\u8d77\u5230\u4fdd\u5bc6\u4f5c\u7528\u2e\u20\u653f\u5e9c\u6a5f\u69cb\u2c\u20\u91d1\u878d\u696d\u754c\u2c\u20\u60c5\u5831\u6a5f\u69cb\u6bcf\u5929\u90fd\u4f9d\u8cf4\u52a0\u5bc6\u6cd5\u7684\u4fdd\u969c\u904b\u4f5c\u2e
our.encryption.paragraph.2=\u52a0\u5bc6\u4f7f\u7528\u6578\u5b78\u516c\u5f0f\u628a\u4f60\u7684\u4fe1\u606f\u6253\u6210\u4e82\u78bc\uff0c\u53ea\u6709\u6536\u4ef6\u4eba\u64c1\u6709\u9470\u5319\u65b9\u80fd\u89e3\u5bc6\u95b1\u8b80\u2e\u20\u7576\u4f7f\u7528\u9ad8\u5f37\u5ea6\u52a0\u5bc6\u6cd5\u6642\u22\u9470\u5319\u22\u5e7e\u4e4e\u6c38\u9060\u7121\u6cd5\u7834\u89e3\u2e\u53ea\u6709\u7528\u6236\u672c\u4eba\u64c1\u6709\u9470\u5319\u2c\u20\u4f46\u63a7\u5236\u5bc6\u9470\u7684\u638c\u63a7\u6b0a\u662f\u52a0\u5bc6\u7684\u95dc\u9375\u2c\u20\u9023\u55\u6e\u73\u65\u65\u6e\u90fd\u7121\u6cd5\u95b1\u8b80\u60a8\u7684\u4efb\u4f55\u8cc7\u8a0a\u3002
our.encryption.paragraph.3=\u8acb\u8a18\u4f4f\uff0c\u7406\u8ad6\u4e0a\u5982\u679c\u6709\u8db3\u5920\u7684\u6642\u9593\u548c\u5148\u9032\u7684\u6280\u8853\uff0c\u4ec0\u9ebc\u90fd\u53ef\u4ee5\u7834\u89e3\u3002\u6240\u60a8\u9700\u8981\u7684\u662f\uff0c\u4e0d\u8b93\u7279\u5b9a\u7684\u4eba\u7834\u89e3\u8b80\u53d6\u7684\u60a8\u7684\u901a\u4fe1\u3002\u9694\u58c1\u7684\u9ad8\u4e2d\u751f\u53ef\u80fd\u6bd4\u7aca\u53d6\u9280\u884c\u5e33\u6236\u4fe1\u606f\u7684\u9ed1\u5ba2\u6216\u8005\u5c08\u696d\u9593\u8adc\u6709\u8457\u4e0d\u540c\u7684\u80fd\u529b\u3002\u6211\u5011\u6709\u5169\u7a2e\u4e0d\u540c\u7d1a\u5225\u7684\u7522\u54c1\uff0c\u201c\u826f\u597d\u201d\u52a0\u5bc6\u7684\u670d\u52d9\u514d\u8cbb\uff0c\u4ee5\u53ca\u6975\u5f37\u52a0\u5bc6\u7684\u512a\u8cea\u6536\u8cbb\u670d\u52d9\u3002
our.encryption.paragraph.4=\u6211\u5011\u7684\u514d\u8cbb\u670d\u52d9\u4f7f\u7528\u73fe\u6709\u7684\u7a0b\u5f0f\u5eab\uff0c\u8a72\u7a0b\u5f0f\u5eab\u4f9d\u9760\u516c\u958b\u53ef\u7528\u7684\u52a0\u5bc6\u5eab\uff0c\u5305\u62ecAES\u548c\u5927\u591a\u6578\u5b89\u5168\u5c08\u5bb6\u8a8d\u70ba\u201c\u76f8\u7576\u597d\u201d\u7684\u52a0\u5bc6\u7b97\u6cd5\u3002\u9019\u4e9b\u52a0\u5bc6\u7b97\u6cd5\u5f88\u96e3\u88ab\u7834\u89e3\uff0c\u4e26\u70ba\u5f88\u591a\u61c9\u7528\u5982\u7db2\u4e0a\u9280\u884c\u63d0\u4f9b\u5b89\u5168\u4fdd\u969c\u3002\u5982\u679c\u60a8\u5728\u767c\u5c55\u4e2d\u570b\u5bb6\u6216\u4e3b\u8981\u64d4\u5fc3\u7576\u5730\u7684\u9ed1\u5ba2\u6216\u9593\u8adc\uff0c\u9019\u4e9b\u52a0\u5bc6\u7b97\u6cd5\u53ef\u4ee5\u5927\u591a\u6578\u4eba\u63d0\u4f9b\u8db3\u5920\u7684\u4fdd\u8b77\u3002\u61c9\u7528\u9019\u7a2e\u6280\u8853\u60a8\u53ef\u4ee5\u5b89\u5168\u7684\u50b3\u9001\u60a8\u7684\u4fe1\u7528\u5361\u548c\u9280\u884c\u4fe1\u606f\u3002\u4e26\u4e14\u8a72\u670d\u52d9\u662f\u514d\u8cbb\u7684\u3002
our.encryption.paragraph.5=\u5c0d\u90a3\u4e9b\u6e34\u671b\u66f4\u5b89\u5168\u7684\u4eba\uff0c\u6211\u5011\u63d0\u4f9b\u63a1\u7528\u975e\u5e38\u5f37\u5927\u52a0\u5bc6\u7b97\u6cd5\u7684\u9ad8\u7d1a\u670d\u52d9\u3002\u5e7e\u5e74\u524d\u4e00\u4f4d\u524d\u5b89\u5168\u5c08\u5bb6\u544a\u8a34\u6211\u5011\u201c\u53ea\u8981\u662f\u516c\u958b\u53ef\u7528\u7684\uff0c\u5c31\u6703\u88ab\u7834\u89e3\u201d\uff0c\u6240\u4ee5\u6211\u5011\u5047\u8a2d\u9802\u7d1a\u9593\u8adc\u6709\u8fa6\u6cd5\u7834\u89e3\u516c\u5171\u5bc6\u78bc\u5eab\u3002\u6211\u5011\u77e5\u9053\u60a8\u60f3\u8981\u7684\u66f4\u591a\uff0c\u6240\u4ee5\u4e00\u5e74\u524d\u6211\u5011\u5c31\u8457\u624b\u63d0\u4f9b\u4e0b\u4e00\u4ee3\u52a0\u5bc6\u6280\u8853\u3002
our.encryption.paragraph.6=\u6211\u5011\u7684\u9ad8\u7d1a\u52a0\u5bc6\u662f\u57fa\u65bc\u88ab\u8b49\u660e\u4e86\u7b97\u6cd5\uff0c\u4f46\u662f\u9019\u4e9b\u7b97\u6cd5\u9bae\u70ba\u4eba\u77e5\u6216\u5f88\u5c11\u6709\u4eba\u4f7f\u7528\u3002\u6211\u5011\u7684\u8b6f\u89e3\u5bc6\u78bc\u5718\u968a\u6539\u9032\u4e86\u9019\u4e9b\u7b97\u6cd5\u4ee5\u589e\u52a0\u5176\u5f37\u5ea6\u3002\u4e0d\u50cf\u8a31\u591a\u516c\u5171\u5bc6\u78bc\u5eab\u4e00\u6a23\uff0c\u6211\u5011\u6c92\u6709\u5728\u5176\u4e2d\u52a0\u5165\u201c\u5f8c\u9580\u201d\u3002\u9019\u4e9b\u9bae\u70ba\u4eba\u77e5\u7684\u7b97\u6cd5\u5f9e\u672a\u88ab\u9078\u70ba\u6a19\u6e96\uff0c\u6240\u4ee5\u4ed6\u5011\u61c9\u8a72\u66f4\u96e3\u88ab\u7834\u89e3\u3002\u56e0\u70ba\u9084\u6c92\u6709\u9593\u8adc\u5c0d\u9019\u4e9b\u7b97\u6cd5\u7528\u529b\u3002
our.encryption.paragraph.7=\u5f88\u5feb\uff0c\u6211\u5011\u5c07\u63d0\u4f9bxAES\u52a0\u5bc6\uff0c\u63d0\u4f9b\u9ad8\u90544096\u4f4d\u7684\u5b89\u5168\u6027\u3002\u9019\u662f\u975e\u5e38\u5f37\u5927\u7684\u3002\u6211\u5011\u4e5f\u5df2\u7d93\u958b\u767c\u4e86\u4e00\u500bOTP\uff0c\u5373\u4e00\u6b21\u6027\u5beb\u677f\u7684\u7248\u672c\u3002\u8a72\u65b9\u6cd5\u6700\u521d\u7531\u7f8e\u570b\u7684\u96fb\u5831\u54e1\u57281880\u5e74\u958b\u767c\u7684\uff1b\u56e0\u70ba\u5b83\u4f7f\u7528\u4e0d\u540c\u7684\u6280\u8853\u4f86\u96b1\u85cf\u60a8\u7684\u4fe1\u606f\uff0c\u6240\u4ee5\u975e\u5e38\u5f37\u5927\uff0c\u5373\u4f7f\u5728\u4eca\u5929\u5c0d\u5bc6\u78bc\u5206\u6790\u4f86\u8b1b\u53ef\u4ee5\u8a8d\u70ba\u8a72\u65b9\u6cd5\u4e5f\u662f\u514d\u75ab\u7684\u3002
our.encryption.paragraph.8=\u96d6\u7136\u4e16\u4e0a\u6c92\u6709\u5b8c\u7f8e\u7121\u7f3a\u7684\u52a0\u5bc6\u6216\u5b89\u5168\u6027\uff0c\u4f46\u8acb\u653e\u5fc3\uff0cUnseen\u63d0\u4f9b\u4e86\u4e00\u4e9b\u6700\u597d\u7684\u52a0\u5bc6\u65b9\u6cd5\u3002\u6211\u5011\u9084\u6dfb\u52a0\u4e86\u7db2\u7d61\u5b89\u5168\u6027\u548c\u5de5\u5177\u4f86\u5e6b\u52a9\u60a8\u6539\u9032\u60a8\u7684\u5b89\u5168\u7fd2\u6163\uff0c\u9019\u5be6\u969b\u4e0a\u5f80\u5f80\u662f\u9593\u8adc\u6700\u958b\u59cb\u4e0b\u624b\u7684\u5730\u65b9\u3002\u5982\u679c\u60a8\u544a\u8a34\u4ed6\u5011\u60a8\u7684\u5bc6\u78bc\uff0c\u4ed6\u5011\u53ef\u5c31\u4e0d\u9700\u8981\u7834\u89e3\u4ec0\u9ebc\u4e86\u3002
our.encryption.paragraph.9=
our.encryption.paragraph.10=
ZH_CN
our.encryption=\u52a0\u5bc6\u65b9\u6cd5
our.encryption.paragraph.1=\u7f51\u8def\u6709\u6d41\u4f20\u52a0\u5bc6\u6cd5\u65e0\u6548\u7684\u8bf4\u6cd5\u2c\u20\u5176\u5b9e\u52a0\u5bc6\u6cd5\u5728\u6b63\u786e\u7684\u6267\u884c\u4f7f\u7528\u4e0b\u771f\u7684\u80fd\u8d77\u5230\u4fdd\u5bc6\u4f5c\u7528\u2e\u20\u653f\u5e9c\u673a\u6784\u2c\u20\u91d1\u878d\u4e1a\u754c\u2c\u20\u60c5\u62a5\u673a\u6784\u6bcf\u5929\u90fd\u4f9d\u8d56\u52a0\u5bc6\u6cd5\u7684\u4fdd\u969c\u8fd0\u4f5c\u2e
our.encryption.paragraph.2=\u52a0\u5bc6\u4f7f\u7528\u6570\u5b66\u516c\u5f0f\u628a\u4f60\u7684\u4fe1\u606f\u6253\u6210\u4e71\u7801\uff0c\u53ea\u6709\u6536\u4ef6\u4eba\u62e5\u6709\u94a5\u5319\u65b9\u80fd\u89e3\u5bc6\u9605\u8bfb\u2e\u20\u5f53\u4f7f\u7528\u9ad8\u5f3a\u5ea6\u52a0\u5bc6\u6cd5\u65f6\u22\u94a5\u5319\u22\u51e0\u4e4e\u6c38\u8fdc\u65e0\u6cd5\u7834\u89e3\u2e\u53ea\u6709\u7528\u6237\u672c\u4eba\u62e5\u6709\u94a5\u5319\u2c\u20\u4f46\u63a7\u5236\u5bc6\u94a5\u7684\u638c\u63a7\u6743\u662f\u52a0\u5bc6\u7684\u5173\u952e\u2c\u20\u8fde\u55\u6e\u73\u65\u65\u6e\u90fd\u65e0\u6cd5\u9605\u8bfb\u60a8\u7684\u4efb\u4f55\u8d44\u8baf\u3002
our.encryption.paragraph.3=\u8bf7\u8bb0\u4f4f\uff0c\u7406\u8bba\u4e0a\u5982\u679c\u6709\u8db3\u591f\u7684\u65f6\u95f4\u548c\u5148\u8fdb\u7684\u6280\u672f\uff0c\u4ec0\u4e48\u90fd\u53ef\u4ee5\u7834\u89e3\u3002\u6240\u60a8\u9700\u8981\u7684\u662f\uff0c\u4e0d\u8ba9\u7279\u5b9a\u7684\u4eba\u7834\u89e3\u8bfb\u53d6\u7684\u60a8\u7684\u901a\u4fe1\u3002\u9694\u58c1\u7684\u9ad8\u4e2d\u751f\u53ef\u80fd\u6bd4\u7a83\u53d6\u94f6\u884c\u5e10\u6237\u4fe1\u606f\u7684\u9ed1\u5ba2\u6216\u8005\u4e13\u4e1a\u95f4\u8c0d\u6709\u7740\u4e0d\u540c\u7684\u80fd\u529b\u3002\u6211\u4eec\u6709\u4e24\u79cd\u4e0d\u540c\u7ea7\u522b\u7684\u4ea7\u54c1\uff0c\u201c\u826f\u597d\u201d\u52a0\u5bc6\u7684\u670d\u52a1\u514d\u8d39\uff0c\u4ee5\u53ca\u6781\u5f3a\u52a0\u5bc6\u7684\u4f18\u8d28\u6536\u8d39\u670d\u52a1\u3002
our.encryption.paragraph.4=\u6211\u4eec\u7684\u514d\u8d39\u670d\u52a1\u4f7f\u7528\u73b0\u6709\u7684\u7a0b\u5f0f\u5e93\uff0c\u8be5\u7a0b\u5f0f\u5e93\u4f9d\u9760\u516c\u5f00\u53ef\u7528\u7684\u52a0\u5bc6\u5e93\uff0c\u5305\u62ecAES\u548c\u5927\u591a\u6570\u5b89\u5168\u4e13\u5bb6\u8ba4\u4e3a\u201c\u76f8\u5f53\u597d\u201d\u7684\u52a0\u5bc6\u7b97\u6cd5\u3002\u8fd9\u4e9b\u52a0\u5bc6\u7b97\u6cd5\u5f88\u96be\u88ab\u7834\u89e3\uff0c\u5e76\u4e3a\u5f88\u591a\u5e94\u7528\u5982\u7f51\u4e0a\u94f6\u884c\u63d0\u4f9b\u5b89\u5168\u4fdd\u969c\u3002\u5982\u679c\u60a8\u5728\u53d1\u5c55\u4e2d\u56fd\u5bb6\u6216\u4e3b\u8981\u62c5\u5fc3\u5f53\u5730\u7684\u9ed1\u5ba2\u6216\u95f4\u8c0d\uff0c\u8fd9\u4e9b\u52a0\u5bc6\u7b97\u6cd5\u53ef\u4ee5\u5927\u591a\u6570\u4eba\u63d0\u4f9b\u8db3\u591f\u7684\u4fdd\u62a4\u3002\u5e94\u7528\u8fd9\u79cd\u6280\u672f\u60a8\u53ef\u4ee5\u5b89\u5168\u7684\u4f20\u9001\u60a8\u7684\u4fe1\u7528\u5361\u548c\u94f6\u884c\u4fe1\u606f\u3002\u5e76\u4e14\u8be5\u670d\u52a1\u662f\u514d\u8d39\u7684\u3002
our.encryption.paragraph.5=\u5bf9\u90a3\u4e9b\u6e34\u671b\u66f4\u5b89\u5168\u7684\u4eba\uff0c\u6211\u4eec\u63d0\u4f9b\u91c7\u7528\u975e\u5e38\u5f3a\u5927\u52a0\u5bc6\u7b97\u6cd5\u7684\u9ad8\u7ea7\u670d\u52a1\u3002\u51e0\u5e74\u524d\u4e00\u4f4d\u524d\u5b89\u5168\u4e13\u5bb6\u544a\u8bc9\u6211\u4eec\u201c\u53ea\u8981\u662f\u516c\u5f00\u53ef\u7528\u7684\uff0c\u5c31\u4f1a\u88ab\u7834\u89e3\u201d\uff0c\u6240\u4ee5\u6211\u4eec\u5047\u8bbe\u9876\u7ea7\u95f4\u8c0d\u6709\u529e\u6cd5\u7834\u89e3\u516c\u5171\u5bc6\u7801\u5e93\u3002\u6211\u4eec\u77e5\u9053\u60a8\u60f3\u8981\u7684\u66f4\u591a\uff0c\u6240\u4ee5\u4e00\u5e74\u524d\u6211\u4eec\u5c31\u7740\u624b\u63d0\u4f9b\u4e0b\u4e00\u4ee3\u52a0\u5bc6\u6280\u672f\u3002
our.encryption.paragraph.6=\u6211\u4eec\u7684\u9ad8\u7ea7\u52a0\u5bc6\u662f\u57fa\u4e8e\u88ab\u8bc1\u660e\u4e86\u7b97\u6cd5\uff0c\u4f46\u662f\u8fd9\u4e9b\u7b97\u6cd5\u9c9c\u4e3a\u4eba\u77e5\u6216\u5f88\u5c11\u6709\u4eba\u4f7f\u7528\u3002\u6211\u4eec\u7684\u8bd1\u89e3\u5bc6\u7801\u56e2\u961f\u6539\u8fdb\u4e86\u8fd9\u4e9b\u7b97\u6cd5\u4ee5\u589e\u52a0\u5176\u5f3a\u5ea6\u3002\u4e0d\u50cf\u8bb8\u591a\u516c\u5171\u5bc6\u7801\u5e93\u4e00\u6837\uff0c\u6211\u4eec\u6ca1\u6709\u5728\u5176\u4e2d\u52a0\u5165\u201c\u540e\u95e8\u201d\u3002\u8fd9\u4e9b\u9c9c\u4e3a\u4eba\u77e5\u7684\u7b97\u6cd5\u4ece\u672a\u88ab\u9009\u4e3a\u6807\u51c6\uff0c\u6240\u4ee5\u4ed6\u4eec\u5e94\u8be5\u66f4\u96be\u88ab\u7834\u89e3\u3002\u56e0\u4e3a\u8fd8\u6ca1\u6709\u95f4\u8c0d\u5bf9\u8fd9\u4e9b\u7b97\u6cd5\u7528\u529b\u3002
our.encryption.paragraph.7=\u5f88\u5feb\uff0c\u6211\u4eec\u5c06\u63d0\u4f9bxAES\u52a0\u5bc6\uff0c\u63d0\u4f9b\u9ad8\u8fbe4096\u4f4d\u7684\u5b89\u5168\u6027\u3002\u8fd9\u662f\u975e\u5e38\u5f3a\u5927\u7684\u3002\u6211\u4eec\u4e5f\u5df2\u7ecf\u5f00\u53d1\u4e86\u4e00\u4e2aOTP\uff0c\u5373\u4e00\u6b21\u6027\u5199\u677f\u7684\u7248\u672c\u3002\u8be5\u65b9\u6cd5\u6700\u521d\u7531\u7f8e\u56fd\u7684\u7535\u62a5\u5458\u57281880\u5e74\u5f00\u53d1\u7684\uff1b\u56e0\u4e3a\u5b83\u4f7f\u7528\u4e0d\u540c\u7684\u6280\u672f\u6765\u9690\u85cf\u60a8\u7684\u4fe1\u606f\uff0c\u6240\u4ee5\u975e\u5e38\u5f3a\u5927\uff0c\u5373\u4f7f\u5728\u4eca\u5929\u5bf9\u5bc6\u7801\u5206\u6790\u6765\u8bb2\u53ef\u4ee5\u8ba4\u4e3a\u8be5\u65b9\u6cd5\u4e5f\u662f\u514d\u75ab\u7684\u3002
our.encryption.paragraph.8=\u867d\u7136\u4e16\u4e0a\u6ca1\u6709\u5b8c\u7f8e\u65e0\u7f3a\u7684\u52a0\u5bc6\u6216\u5b89\u5168\u6027\uff0c\u4f46\u8bf7\u653e\u5fc3\uff0cUnseen\u63d0\u4f9b\u4e86\u4e00\u4e9b\u6700\u597d\u7684\u52a0\u5bc6\u65b9\u6cd5\u3002\u6211\u4eec\u8fd8\u6dfb\u52a0\u4e86\u7f51\u7edc\u5b89\u5168\u6027\u548c\u5de5\u5177\u6765\u5e2e\u52a9\u60a8\u6539\u8fdb\u60a8\u7684\u5b89\u5168\u4e60\u60ef\uff0c\u8fd9\u5b9e\u9645\u4e0a\u5f80\u5f80\u662f\u95f4\u8c0d\u6700\u5f00\u59cb\u4e0b\u624b\u7684\u5730\u65b9\u3002\u5982\u679c\u60a8\u544a\u8bc9\u4ed6\u4eec\u60a8\u7684\u5bc6\u7801\uff0c\u4ed6\u4eec\u53ef\u5c31\u4e0d\u9700\u8981\u7834\u89e3\u4ec0\u4e48\u4e86\u3002
our.encryption.paragraph.9=
our.encryption.paragraph.10=
