https://unseen.is/privacy.html

隱私權政策


Unseen，Ehf。 （“Unseen”，“我們”）提供了一個安全的信息服務，就是即時通訊和電子郵件，以及存儲的信息（以下簡稱“服務”）。

Unseen全面致力於保護任何可能由Unseen收集的個人身份信息，從您使用本網站 atwww.unseen.is（以下簡稱“網站”）或本服務傳輸或存儲的保護所有通信的總隱私。Unseen保證，以最嚴格的隱私和保密政策的所有員工和Unseen的工作人員用結合到我們的伺服器以及數據明確責任的任何訪問了分層的方式。隱私政策也得到了相同的標準結合Unseen的分支機構。我們對於有關本公司員工違反Unseen的本隱私政策有著零容忍政策，是遠遠高於普通的行業標準。

Unseen也不會給第三方提供，共享，信息服務。但是，如果您選擇使用信用卡付款，你給任何資料上給出的信用卡處理器的支付網站。在這樣的情況下Unseen要求收件人，員工等將保護這些信息以本隱私政策一致的方式。因此第三方將於全權負責維護規定本隱私政策的標準。 - 為了確保您的個人信息的安全，您可以自由選擇比特幣或PayPal付款。

在其他情況下，除非冰島送達至Unseen的法律程序，國家的法律要求之外，Unseen不會透露，交換，交易或出售您的任何數據 - 尤其是包括任何信息，提供有關您個人身份識別給任何第三方。任何第三方進行此類要求用戶則將立即被通知。

所有識別您個人的信息，如電子郵件地址（ES），電話號碼（S）或您給Unseen提供的其他資料，為嚴格保密，並僅用於（一）提供服務，（二），為您提供有關服務的通知，如果您已經選擇接收他們，（三）如果Unseen授予這樣的權限，鏈接Unseen的用戶相互處理您的付款，以及（d）。Unseen的數據政策進一步明確有關數據加密和保留細節。
