https://unseen.is/privacy.html

隱私權政策


Unseen，Ehf。 （“Unseen”，“我們”，“我們”或“我們”）提供了一個安全的信息服務，就實時通訊和電子郵件，以及存儲的信息（以下簡稱“服務”）。

Unseen的全面致力於任何個人身份信息可能由Unseen收集，從您在使用本網站atwww.unseen.is（以下簡稱“網站”）或本服務傳輸或存儲的保護所有通信的總隱私。Unseen保證，最嚴格的隱私和保密政策的所有員工和Unseen的工作人員用結合到我們的服務器以及數據明確責任的任何訪問了分層的方式。隱私政策也得到了相同的標準結合Unseen的分支機構。我們對有關違反了Unseen的本隱私政策是我們自己的員工不容忍政策是遠遠高於普通的工業標準。

Unseen也不會給第三方提供共享信息服務。但是，如果您選擇使用信用卡付款，你給任何資料上給出的信用卡處理器的支付網站。在這樣的情況下Unseen要求收件人，員工等將保護這些信息在本隱私政策一致的方式。任何此類第三方將於全權負責維護規定本隱私政策的標準。 - 為了確保您的個人信息的安全，您可以自由選擇比特幣或PayPal付款。

在其他情況下，除非要求冰島或不遵守妥為送達Unseen的法律程序國家的法律，這樣做的，Unseen不會透露，交換，交易或出售您的任何數據 - 尤其是沒有任何信息，個人身份識別您給任何第三方。用戶將立即通知任何此類要求由第三方進行。

所有的信息識別您個人，如電子郵件地址（ES），電話號碼（S）或您給Unseen提供的其他資料，為嚴格保密，並僅用於（一）提供的服務，（二），為您提供有關服務的通知，如果您已經選擇接收他們，（三）如果Unseen授予這樣的權限，鏈接Unseen的用戶相互處理您的付款，以及（d）。Unseen的數據政策進一步明確有關數據加密和保留細節。
