https://unseen.is/term.html

請仔細閱讀本服務對本網站這些條款（以下簡稱“網站”）和加密的通信服務（以下簡稱“服務”）提供的UNSEEN。訪問，使用或訂閱本網站或服務，您確認您已閱讀並理解這些條款和條件，您同意遵守這些條款和條件。如果您不同意，請不要訪問，使用或訂閱本網站或服務。

這些服務條款（以下簡稱“協議”），包括您和Unseen之間的全部協議，並取代本協議的任何和所有以前的版本。

Unseen.is，本網站和服務都擁有Unseen，EHF。，冰島實體提供（“Unseen”，“我們”，“我們的”，或“我們”）。

1，服務說明;修改。該服務允許加密的電子郵件通信以及加密的P2P或一組文字，音頻和視頻聊天。提供服務的，Unseen的使用加密技術，由Unseen控制，定制設計和定制平台上運行的軟件。我們承諾盡最大努力保護使用服務​​，你的信息進行的所有傳輸的機密性。Unseen不會透露信息給任何第三方，除非法律要求或法院的裁決。

Unseen概不負責，對您或任何第三方應該看不見的行使修改服務的權利。你應該始終保持你的重要的數字信息和文件的備份在另一個安全的位置。

2.隱私。Unseen使用您的個人數據是由Unseen的隱私政策，這是納入本協議參考制約。隱私政策規定哪些個人數據Unseen有權處理的權利，如何處理將進行，包括在什麼情況下Unseen可能被要求披露您的個人身份和個人資料給第三方，但在冰島只能根據法律要求這樣做。

3.認購。付費用戶必須使用本服務的高級帳戶的認購期間的有限的，非排他性的，可終止的，且不可轉讓的權利。

如果您決定在30天內終止您的訂閱（30）天的寬限期Unseen將退還訂購費給您。 30天之後的任何退款的訂閱費已經支付全部會處於Unseen的自由裁量權。

4.所有權 TRANSMITTED的材料。任何文字，音樂，音響或其他聲音，視頻，軟件或受版權保護的其他材料，在本協議中被稱為“材料”。將由您保留，您使用傳送服務的所有材料持有的任何版權。Unseen不主張並特此聲明在材料或信息使用本服務傳送的任何所有權或其他專有權益。

5.有關責任材料。您承認並同意，Unseen不承擔任何責任的任何材料或使用Service.You同意您必須評估並承擔使用本服務相關聯的所有風險，傳送或接收您的任何信息。您明白，所有的材料和信息私下傳送使用的服務是源於它的人或實體承擔全部責任。

6.賠償。您同意賠償和無害於Unseen，及其子公司，關聯公司，管理人員，董事，代理人和員工，從任何索賠或要求，包括合理的律師費，由任何第三方作出或因您使用的該服務，你違反本協議，或者您違反第三方，包括有關索賠的任何使用材料的任何權利。

7. 不轉售服務。除授權Unseen的聯盟計劃，您同意不複製，複製，出售，或轉售服務的任何部分或相關的服務，使用該服務，或訪問服務的軟件。

8.帳戶，密碼和安全性。您的帳戶名和密碼存儲在Unseen的系統，你的密碼短語是不被傳送或以其他方式提供給Unseen的。您是完全負責的，如果您不保持您的賬戶信息的機密性。此外，任何和您的帳戶下發生的所有活動，您是完全負責的。

9.終止。您同意Unseen，根據自己的判斷，可隨時停止提供服務，或其任何部分，有或沒有通知;終止您的帳戶和使用本服務;和服務中刪除和丟棄任何材料或信息，以任何理由，包括如果Unseen認為您已違反或與本協議的文本或精神不符的行為。您同意，任何終止您使用本服務，由Unseen根據本協議的任何條款，恕不另行通知您來實現，您同意Unseen得立即關閉或刪除您的帳戶，並禁止任何進一步的訪問服務。

您同意Unseen概不負責對您或任何第三方終止您使用本服務的任何未使用的服務，或者Unseen中止提供服務，除了Unseen將退還給您任何預付的按比例部分認購費用後的終止或中止生效之日起的時期。

如果您的帳戶，並使用該服務被終止您違反的條款和協議Unseen條件的結果應當，但是，不被束縛退還預付訂閱費。

10. UNSEEN所有權。您承認並同意，在與服務所使用的服務以及任何Unseen的軟件可能包含專有和機密信息受到相關知識產權及其他法律的保護，您同意不進行逆向工程，修改，出租，出借，出售，分發或創建基於服務或相關軟件的衍生作品，全部或部分轉載。

11.免責聲明。您明確同意使用該服務為您自行承擔風險。提供基於“現況”及“現有”基礎提供服務。受冰島法律允許的最大範圍內，Unseen明確否認任何形式的保證，無論明示或暗示的建議或信息，無論是口頭或書面的或通過服務所獲得的您在此均不構成任何明確的保證。

12.責任限制。在法律允許的最大範圍內，Unseen不得對任何直接，間接，偶然，特殊或相應的損害賠償責任，包括採購替代貨物和服務的成本，從（a）使用或無法使用該服務產生（二）刪除或其他無法訪問數據，（c）任何商品或服務的購買或取得或接收消息或進入交易到通過服務，（四）未經授權的訪問，變更或採取任何傳輸，賬戶信息，數據，或者Unseen的系統，設備和設施，在所有情況下，包括但不限於損失，利潤損失，使用，賬戶信息，數據或其他無形資產，即使你已經被告知此類損害的可能性。 即使有任何相關本文所包含，對於任何不管是何種法律行動形式的任何原因Unseen對您的責任，會在任何時候都可以在時間僅限於支付你在Unseen無形的服務量訂閱。

13.注意。所有通知應採用書面形式，如果以Unseen，應當要么通過電子郵件support@unseen.is或常規郵件支持進行，Unseen.is，Idunnarbrunnur 5，113雷克雅維克，冰島。Unseen可以通過您所提供的Unseen或通過服務通知修改本協議，服務或其他重要事項的，您的電子郵件地址分發通知或消息;這種分配應通知您。

14.禁令救濟。您確認，違反或試圖違反本協議規定，對Unseen造成的損害將是無法彌補的，具體數額這將是難以確定，且有將在法律得不到足夠的救濟。因此，您同意Unseen有權立即禁令，由相關法院發出，這樣的限制違反或試圖違反本條款和條件由您或您的關聯公司，合作夥伴或代理商，以及來自您恢復任何與所有成本和費用持續或獲得這樣的禁令，包括招致Unseen，但不限於合理的律師費。您同意，任何債券或其他證券，應要求該禁止令。

15.法律。Unseen，Ehf成立於冰島本協議應受冰島法律約束，並按照冰島那裡的法律執行。

16.爭議解決。您同意並最大努力友好地與Unseen解決與本協議有關的任何爭議。如解決不了任何相關爭議將由冰島的地方法院雷克雅維克解決。

17.您和Unseen同意每一方可能帶來的索償要求對方只在您或其個人能力，而不是作為原告或類成員在任何本意類或代表案件。您同意，通過簽訂本協議，您和Unseen分別放棄參加集體訴訟的權利。這一規定將在本協議終止持續有效。

18.可分割性。如果本協議的任何條款（S）被認為是違反法律的，則該條款（S）應被理解，盡可能早地，以體現各方的剩餘十足效力及作用的其他條款的意圖。你同意Unseen，任何行動的原因所產生的或相關的服務必須在一（1）年內展開行動後因產生或理應成為眾所周知;否則，這樣的訴訟理由被永久禁止。

19.違規行為。請報告任何違反本協議給Unseen.is管理員，通過郵件地址support@unseen.is。

20.版權和商標。網站版權聲明：版權所有 ©2013-2015 Unseen，Ehf。版權所有。本網站是Unseen以及各種第三方供應商的版權財產。Unseen，unseen.is，“保護您的隱私”和“保衛您的自由”是Unseen的服務商標。本網站使用的其他產品，服務和公司名稱是註冊和它們各自所有者的普通法商標。本網站上的內容不應或解釋為授予，通過表情，暗示，否則，任何許可或有權使用任何此類商標。未經授權擅自使用本網站，本網站上的材料和/或服務可能會違反適用的版權，商標權或其他知識產權的法律或其他法律。

21.修訂。Unseen保留更改本協議的條款和條件，恕不另行通知。

22.侵權通知。如果您認為您的知識產權（或您是負責執行這樣的權利），由本網站的任何材料，信息或鏈接侵權，請通過電子郵件傳至copyright@unseen.is或郵寄至Unseen版權管理員，Unseen.is，Idunnarbrunnur 5，113雷克雅維克，冰島。

通過信用卡支付（需要的信息）：

商家 Unseen，Ehf，是https://unseen.is區域的合法登記持有者


Unseen，Ehf。
1 Idunnarbrunnur 5
113 雷克雅維克，冰島

Reg.id. 420413-0680
VAT：115387
聯繫電話：（354）695-9991

聯繫客戶地址：support@unseen.is

我們的產品是作為一個服務，如果你購買它，你應該升級到高級賬戶。如果您還沒有帳戶，並已支付，請從我們的首頁獲得一個免費賬戶，然後與客服聯繫，提供您的交易單號。您的帳戶則將被升級。

該產品可以通過轉賬卡或信用卡，比特幣或預付卡，以及Paypal支付。

如果您想退款，您有30天無條件退款的權利，請聯繫support@unseen.is。



2015年03月09日
