https://unseen.is/faq.html

常見問題及解答
什麼是Unseen？

我們的服務提供了私密性和安全性的消息，電子郵件和電話。我們提供了一個網站，移動應用程序以及所有一起工作，以幫助您安全通信，無論您是桌面客戶端。

 

Unseen的目標是什麼？

我們的目標是恢復人的權利，自由交流，了解真相。今天，消息被截獲，並存儲用於各種用途。當有人能得到一個消息的副本，並閱讀它，而它在傳輸過程中，在某些情況下它也有可能是他們可以阻止它或修改它。就我們有什麼樣的世界，如果你不能公然與他人分享您的想法？這是我們建立Unseen的原因。

 

Unseen根據地在哪裡？

本公司及服務器都設在冰島，那裡有非常嚴格的數據隱私法律幫助保護您的信息。冰島人都非常獨立，並保護他人的權利，包括法輪功。

 

Unseen在什麼平台上可用？

目前，我們提供了一個基於Web的版本，很快就會有Windows，Mac和Ubuntu的客戶的用戶測試的測試版。 Android是日益強大和iPhone版本即將更新了。所有的應用程序都可以免費下載。我們希望人們可以任何的安全使用及郵件。

 

為什麼我需要這個服務？

如果你珍惜你的隱私和安全，那麼你就需要保護你的通信服務。大多數電子郵件應用程序，社交網絡和聊天應用程序沒有很強大的安全性，通常被黑客攻擊，甚至閱讀您的郵件的目標廣告和其他用途。另據最近透露，他們已經移交數據散裝各種間諜和機構。此外，即使你沒有在基於Web的電子郵件服務帳戶，當你發送消息給誰做，該服務將讀取您的電子郵件，你和存儲和共享這些信息創​​建一個配置文件了。Unseen是不同的。我們使用非常強大的安全性，以阻止黑客和間諜，而且從來不曾讀過您的郵件。只有保持您與Unseen的關鍵。

 

它是如何工作的？

我們使用混合對等網絡和託管的網絡解決方案為加密信息的傳送。消息被加密，​​並且由每個人發送或接收的消息進行解密。它們從來沿途（我們沒有密鑰）解密。這是自動完成的，並且對用戶透明和我們的服務會出現在表面上的工作相同的常規免費的電子郵件或聊天服務。

 

你們提供什麼樣的加密？

我們的服務消息正在使用4096位加密，這被認為是非常強大的發送。您生成您的鑰匙，具有極強格加密技術。為此，我們添加了先進的加密對稱，這是非常容易的鍵16倍長於在AES256，一個行業標準中使用。根據我們的工程師，這將需要23840倍的時間來破解比AES256，這就是俗稱的“軍工級”加密。

 

如何從獲得訪問我的數據阻止黑客？

從您的每一個信息數據被單獨加密，與你的關鍵 - 即使我們不能閱讀您的郵件。

黑客使用的另一種方法是，他們試圖破解服務器本身。如果他們成功，那麼它就像用戶數據的寶庫。但與Unseen。所有的每個賬戶數據分別加密，這樣即使黑客獲得訪問服務器上的任何數據，他就沒有辦法找到您的數據即使他解密1小塊數據，他不會有機會獲得其餘的數據。

如果您只使用點對點的客戶，您的任何數據都將在我們的服務器，所以如果有人入侵我們的服務器，他們將無法訪問您的任何數據。

 

目前我使用的Skype，我可以繼續使用嗎？

您可以繼續使用Skype，但是這不是安全的，因為大多數Skype的通信現在去通過中央數據中心。他們不斷的鑰匙加密，他們是你的治理技術。我們不推薦它，但如果您有很多人還在使用Skype，您可能需要繼續使用它。一定要徹底殺滅，如果您不使用它的應用程序，它會消耗大量的CPU和帶寬。

 

你提供的加密文件存儲？

現在，加密只適用於通過我們的系統發送的文檔。加密尚未提供對存儲在本地計算機上的文件。但是，我們正在對一些事情，讓通過我們新的基於冰島的雲存儲。

 

我是否需要一個新的電子郵件地址或我可以保持一個我？

您可以保持一個您，但您會得到一個新的unseen.is。比方說，你得到的帳戶名佩內洛普。該郵件將自動penelope@unseen.is。

這是從您的其他賬戶完全獨立的電子郵件地址。

 

我可以發送電子郵件/聊天消息，以方Unseen在外？

您可以發送電子郵件到第三方地址。在大多數情況下，發送到第三方地址的電子郵件將被加密。您還可以發送加密郵件給第三方地址，但第三方電子郵件服務都必須使用，我們使用相同的加密（目前PGP），您會需要您的收件人的公鑰。否則就不可能對它們的消息進行解密。如果您沒有收件人的公鑰，將不加密發送消息。

它是更安全的為您如果使用unseen.is因為電子郵件不會被行駛在互聯網上的電子郵件。它會去從您的計算機到我們的服務器，然後到收件人的計算機在加密的隧道。

只有聊天功能是Unseen的用戶。對於聊天，我們使用，沒有其他服務使用了非常具體的加密，所以他們將永遠無法閱讀，您送他們的消息。其結果是聊天是一個封閉的系統。這使得該聊天系統顯著更安全。

 

對於音頻或視頻通話，做到雙方都需要使用Unseen？

您必須使用Unseen。這是我們能保證你會是安全的唯一途徑，而事情是兼容的。電話就能在Web，桌面客戶端（贏，MAC，Ubuntu的）和移動應用程序之間的工作。

 

是不是Web服務安全性較低？

我們的服務的開發，以提供安全的廣泛使用在網絡上的最高水平。我們希望繼續改善和發展更好的解決方案，以保護您的信息。具體到一個特定的操作系統的應用程序確實提供更高的安全性，但網絡是非常方便的，因為您可以在任何地方得到您的消息，即使您是借用別人的電腦。

 

什麼是免費版和高級版之間的區別？

免費版本提供了免費的加密存儲適度的量，並允許共享高達50MB的文件。超值版提供了加密存儲2GB，文件共享高達40GB，組音頻/視頻通話，和高檔的用戶可以生成和存儲他們自己的私鑰。

 

你如何確保恐怖分子不會使用你的平台上做不好的東西？

你怎麼知道恐怖分子的arent使用谷歌？ （他們可能做的！）不好的人使用各種類似的電話和汽車不同的事情，我們不立即停止使用，因為它們可能會被人濫用。我們不刻意尋找服務誰犯下的暴力行為，盜竊或損壞財產恐怖分子或人。

 

如果你得到政府交出了所有的請求？

因為我們總部設在冰島，我們必須遵循的法律冰島。這意味著，如果我們收到手令在冰島和有效的有發出一個特定的人，我們的冰島主任將評估該請求。如果他發現這是一個請求合理合法有效的，我們已經從一個特定的人的信息上繳。這是非法的冰島創造一個“後門”，或給任何人大部分對數據的訪問。因為我們沒有鑰匙，所有的信息都是加密的。我們只能提供任何數據，我們對用戶，如果用戶的配置文件的設置不存儲在我們的服務器上的數據，我們可能有一個電子郵件地址，並僅此而已。

 

如何升級我的免費帳戶溢價？

要升級您的帳戶，只需登錄到您的帳戶，點擊在A ????升級到Premiumâ????按鈕在頁面的頂部的菜單欄。從這裡，你會被帶到一個付款頁面。如果你只購買一個升級，您的帳戶登錄到付款後自動將升級。

 

我需要升級幾個賬戶，可以這樣做？

如果您購買多個升級，您將收到可以用來升級你購買的帳戶數完全升級代碼。與先前購買了升級代碼升級，點擊“升級到高級”按鈕，粘貼到您的升級代碼的形式和提交表單。

 

如果我購買了終身溢價賬將我這輩子再收費呢？

如果你持有一輩子溢價賬，你將永遠不會再收取我們的主要服務，包括電子郵件，聊天和音頻/視頻通話。在未來，我們將提供諸如VPN更多的服務和網絡託管這將是一個額外的每月費用。這些將被附加服務，除非你問他們，你將永遠不會被收取他們。

 

你提供一個聯盟計劃？

你想掙錢指用戶Unseen？我們為我們所有的保費賬戶持有人的聯盟計劃。如果您有一個溢價賬，你已經是一個Unseen的子公司。要訪問所屬區域，只需將鼠標懸停在齒輪菜單項的右上角，然後選擇附屬菜單項。您可以找到所有您需要開始賺取從這個頁面中的信息。

 

我已經忘記了密碼和/或用戶名，我該怎麼找回呢？

當在Unseen的登錄頁面，點擊“忘記密碼”鏈接。輸入您的用戶名或電子郵件ID，然後點擊“重設密碼”。如果您定義了不同的電子郵件地址（比如username@unseen.is等）作為主要的電子郵件帳戶，您需要檢查電子郵件帳戶的新郵件，並從那裡得到您的密碼。或者，您可以要求通過電子郵件（support@unseen.is）的Unseen的支持密碼重置或直通在線支持頁面http://support.unseen.is

 

你們接受什麼付款方式？

目前，我們接受以下付款方式：支付寶，KORTA，比特幣和所有主要的信用卡通過https://spacebox.io/s/se6x2uCsTx

 

我的登錄失敗，我該怎麼辦？

如果你肯定你的用戶名和密碼是正確的，你卻不能登錄，從http://download.unseen.is下載Unseen的桌面客戶端，因為它在某些情況下，作品比瀏覽器版本更好。如果您仍然無法登錄，請聯繫Unseen的支撐位在http://support.unseen.is或發送電子郵件至support@unseen.is

 

如何刪除我Unseen的帳戶？

要刪除您的帳戶，請從帳戶發送電子郵件至support@unseen.is主電子郵件地址，要求我們刪除您的帳戶。在未來，我們將提供您的個人資料的帳戶刪除選項。
